export const commentsData = [
   {
      "image": "https://svgshare.com/i/pvn.svg",
      "userName": "Иванов Иван",
      "date": "5 января 2019",
      "raiting": 4,
      "description": false,
      "id": "1"
   },
   {
      "image": "https://svgshare.com/i/pvn.svg",
      "userName": "Николай Качков",
      "date": "29 июня 2018",
      "raiting": 4,
      "description": "Учитывая ключевые сценарии поведения, курс на социально-ориентированный национальный проект не оставляет шанса для анализа существующих паттернов поведения. Для современного мира внедрение современных методик предоставляет широкие возможности для позиций, занимаемых участниками в отношении поставленных задач. Как уже неоднократно упомянуто, сделанные на базе интернет-аналитики выводы будут в равной степени предоставлены сами себе. Вот вам яркий пример современных тенденций — глубокий уровень погружения создаёт предпосылки для своевременного выполнения сверхзадачи. И нет сомнений, что акционеры крупнейших компаний, инициированные исключительно синтетически, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.",
      "id": "2"
   },
   {
      "image": "https://svgshare.com/i/pvn.svg",
      "userName": "Екатерина Беляева",
      "date": "18 февраля 2018",
      "raiting": 4,
      "description": false,
      "id": "3"
   }
]